// marshmallowData ??
window.museumDataParts = window.museumDataParts || {};
window.museumDataParts.marshmallowData = [
    {
        "id": "mash_001",
        "title": "半周年棉花糖 #01",
        "preview": "🎊諾諾半周年快樂🎊...",
        "text": "🎊諾諾半周年快樂🎊\n\n諾諾樂觀開朗、認真努力、可愛又風趣，唱歌也\n很厲害，很舒服很好聽。\n\n每次看到諾諾都覺得很開心，感覺整個人都被治\n癒了，是超級治癒系🦖，真的超喜歡諾諾(*๓\n´ ╰╯ `๓)❤️\n\n也要記得好好休息，不要讓自己太累，甘巴\n爹！！你是最棒的👍",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_002",
        "title": "半周年棉花糖 #02",
        "preview": "好懶，恭喜小恐龍，但……好懶",
        "text": "好懶，恭喜小恐龍，但……好懶",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_003",
        "title": "半周年棉花糖 #03",
        "preview": "諾諾我喜歡你阿阿阿阿！！！",
        "text": "諾諾我喜歡你阿阿阿阿！！！\n肌肉阿諾.jpg",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_004",
        "title": "半周年棉花糖 #04",
        "preview": "主播您好！半週年快樂（煙火）...",
        "text": "主播您好！半週年快樂（煙火）\n覺得從開播到今天，最多收穫的是什麼，謝謝～",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_005",
        "title": "半周年棉花糖 #05",
        "preview": "我只想知道哈橘是不是AI認定的...",
        "text": "我只想知道哈橘是不是AI認定的不雅文字 下面一位～",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_006",
        "title": "半周年棉花糖 #06",
        "preview": "小恐龍諾諾是一位成熟婉約氣質動人...",
        "text": "小恐龍諾諾是一位\n成熟婉約氣質動人魅力無敵溫柔穩重的恐龍偶像大姐姐\n身為一位成熟婉約氣質動人魅力無敵溫柔穩重的恐龍偶像大姐姐的忠實信徒\n我備感榮幸",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_007",
        "title": "半周年棉花糖 #07",
        "preview": "恐龍是在什麼契機下開始當V的...",
        "text": "恐龍是在什麼契機下開始當V的，恐龍這個人設是怎麼來的，還有「哈局！」是怎麼來的。◕_◕。",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_008",
        "title": "半周年棉花糖 #08",
        "preview": "諾諾我愛你",
        "text": "諾諾我愛你",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_009",
        "title": "半周年棉花糖 #09",
        "preview": "祝諾諾半周年快樂!!感覺小諾諾身上有...",
        "text": "祝諾諾半周年快樂!!感覺小諾諾身上有源源不絕地能量，每次來直播間都好療癒心情，好有活力可愛的一條小恐龍妹妹呀>u\u003C 諾諾也要天天開心~然後要照顧好身體!! 諾諾是最棒的喔❤️",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_010",
        "title": "半周年棉花糖 #10",
        "preview": "主包你好，我第一次来，请问你是...",
        "text": "主包你好，我第一次来，请问你是鳄鱼吗？",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_011",
        "title": "半周年棉花糖 #11",
        "preview": "Chicken Nuggets!!!",
        "text": "Chicken Nuggets!!!",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_012",
        "title": "半周年棉花糖 #12",
        "preview": "狂！賀！小恐龍諾諾半週年快樂🎉...",
        "text": "狂！賀！小恐龍諾諾半週年快樂🎉\n在這些說長不長說短不短的日子了\n已見識到小恐龍多種型態\n想當然每個都喜歡(黑玫瑰大好😆\n但最愛的還是小恐龍的歌聲啦\n雖然時間上較難跟台\n但還是會支持小恐龍的！\nGood for you 👍",
        "date": "2026.05.17",
        "note": "半周年活動公開朗讀"
    },
    {
        "id": "mash_013",
        "title": "半周年棉花糖 #13",
        "preview": "雖然剛認識諾諾 但是我每次都在期待...",
        "text": "雖然剛認識諾諾 但是我每次都在期待諾諾開台\n來到諾諾的台發現好多歡樂 好快樂\n沒有諾諾的一個月 好想諾諾",
        "date": "2026.06.26",
        "note": "諾諾在一個月後發現!"
    }
];
